/* No comment provided by engineer. */
"1 copy" = "1 copy";

/* No comment provided by engineer. */
"Add Print" = "Add Print";

/* No comment provided by engineer. */
"Add to Print Queue" = "Add to Print Queue";

/* No comment provided by engineer. */
"Black & White mode" = "Black & White mode";

/* No comment provided by engineer. */
"%ld copies" = "%ld copies";

/* No comment provided by engineer. */
"Date" = "Date";

/* No comment provided by engineer. */
"Default printer not currently available" = "Default printer not currently available";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* No comment provided by engineer. */
"Done" = "Done";

/* Generic Cancel from an action. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Later" = "Later";

/* No comment provided by engineer. */
"Monitoring not available" = "Monitoring not available";

/* No comment provided by engineer. */
"Network" = "Network";

/* No comment provided by engineer. */
"No default printer" = "No default printer";

/* No comment provided by engineer. */
"No Wi-Fi connection" = "No Wi-Fi connection";

/* No comment provided by engineer. */
"No, thanks" = "No, thanks";

/* No comment provided by engineer. */
"Not Available" = "Not Available";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Page Settings" = "Page Settings";

/* No comment provided by engineer. */
"Paper Settings Screen" = "Paper Settings Screen";

/* No comment provided by engineer. */
"Paper Size" = "Paper Size";

/* No comment provided by engineer. */
"Paper Type" = "Paper Type";

/* No comment provided by engineer. */
"Photo" = "Photo";

/* No comment provided by engineer. */
"Photo Paper" = "Photo Paper";

/* No comment provided by engineer. */
"Plain Paper" = "Plain Paper";

/* No comment provided by engineer. */
"Preview" = "Preview";

/* No comment provided by engineer. */
"Print" = "Print";

/* No comment provided by engineer. */
"Print all %lu" = "Print all %lu";

/* No comment provided by engineer. */
"Print both" = "Print both";

/* No comment provided by engineer. */
"Print Queue" = "Print Queue";

/* No comment provided by engineer. */
"Print queue is empty" = "Print queue is empty";

/* No comment provided by engineer. */
"Print Settings" = "Print Settings";

/* No comment provided by engineer. */
"Printer" = "Printer";

/* No comment provided by engineer. */
"Printer nearby. Projects waiting to be printed..." = "Printer nearby. Projects waiting to be printed...";

/* No comment provided by engineer. */
"Printing requires your mobile device and printer to be on same Wi-Fi network. Please check your Wi-Fi settings." = "Printing requires your mobile device and printer to be on same Wi-Fi network. Please check your Wi-Fi settings.";

/* No comment provided by engineer. */
"Recent printer not currently available" = "Recent printer not currently available";

/* No comment provided by engineer. */
"Select Printer" = "Select Printer";

/* No comment provided by engineer. */
"Selecting a printer requires your mobile device and printer to be on same Wi-Fi network. Please check your Wi-Fi settings." = "Selecting a printer requires your mobile device and printer to be on same Wi-Fi network. Please check your Wi-Fi settings.";

/* No comment provided by engineer. */
"Settings" = "Settings";

/* No comment provided by engineer. */
"SUPPORT:" = "SUPPORT:";

/* No comment provided by engineer. */
"Wi-Fi Required" = "Wi-Fi Required";

/* No comment provided by engineer. */
"Would you like to set the following as this app's default printer?\n\n'%@'" = "Would you like to set the following as this app's default printer?\n\n'%@'";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"Your device does not support the region monitoring, it is not possible to fire alarms base on position" = "Your device does not support the region monitoring, it is not possible to fire alarms base on position";

/* No comment provided by engineer. */
"Print Instructions" = "Print Instructions";

/* No comment provided by engineer. */
"Buy sticker pack" = "Buy sticker pack";

/* Specifies that all pages will be selected */
"All" = "All";

/* Specifies that no pages are selected for printing */
"No pages selected" = "No pages selected";

/* Used on a button for closing the dialog */
"Done" = "Done";

/* Text used on a button that selects all pages for printing */
"ALL" = "ALL";

/* Text used to give an example of how to enter a page range */
"e.g. 1,3-5" = "e.g. 1,3-5";

/* Used to specify that a range of pages can be displayed */
"Page Range" = "Page Range";

/* Let's the user know their job will be printed in black-and-white */
"B&W" = "B&W";

/* copies label in job summary */
"Copies" = "Copies";

/* copy label in job summary */
"Copy" = "Copy";

/* Print button label for printing multiple jobs */
"Print All" = "Print All";

/* No comment provide by engineer */
"Accept" = "Accept";

/* No comment provided by engineer. */
"Add to Print Queue" = "Add to Print Queue";

/* footer heading describing print queue */
"What is Print Queue?" = "What is Print Queue?";

/* fotter text describing print queue */
"Add a print to the Print Queue and receive a notification when you are near your printer.  Tap your notification or simply come back to this app to print your projects." = "Add a print to the Print Queue and receive a notification when you are near your printer.  Tap your notification or simply come back to this app to print your projects.";

/* location premission string on using print queue */
"Current location is required to identify when your printer connection is available." = "Current location is required to identify when your printer connection is available.";

/* Print button label with multiple pages */
"Print %ld Pages" = "Print %ld Pages";

/* job name label */
"Name" = "Name";

/* Add multipage pdf to print queue button label */
"Add %ld Pages" = "Add %ld Pages";
